{
    "version": 1,
    "sections": [
        {
            "label": "Disclaimer of Warranty & Limitation of Liability",
            "content": "This app is NOT for NAVIGATION. It is for entertainment purposes only.\n\nYou expressly agree that use of the app. is at your sole risk. Neither CENCOOS-RA, MBARI, IOOS, NOAA, its partners nor any of their respective employees, agents, third party content providers or licensors warrant that the app. will be uninterrupted or error free; nor do they make any warranty as to the results that may be obtained from use of the app, or from the information contained therein, or as to the accuracy or reliability of any information, service or merchandise provided through the app.\n\nThe app is provided on an &quot;as is&quot; basis without warranties of any kind, either express or implied, including, but not limited to, warranties of accuracy, adequacy, completeness, that the information is error-free or continuously available, warranties of title or implied warranties of merchantability or fitness for a particular purpose, other than those warranties which are implied by and incapable of exclusion, restriction or modification under applicable law. Additionally, there are no warranties as to the results obtained from the use of the app.\n\nThis disclaimer of liability applies to any damages or injury caused by any failure of performance, error, omission, inaccuracy, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of this app., whether for breach of contract, tortious behavior (including strict liability), negligence, or under any other cause of action, to the fullest extent permissible by law. This does not affect any statutory rights which may not be disclaimed. You specifically acknowledge that CeNCOOS-RA, MBARI, IOOS, and NOAA are not liable for the defamatory, offensive or illegal conduct of other users or third-parties over which it has no control.\n\nTo the fullest extent permissible by law, in no event shall CeNCOOS-RA, MBARI, IOOS, NOAA or the members of the Central and Northern California Coastal Ocean Observing System-Regional Association, Monterey Bay Aquarium Research Institute, Integrated Ocean Observing System, and National Oceanic and Atmospheric Administration, be liable to you for any incidental, consequential, or indirect damages (including, but not limited to, damages for loss of data, loss of programs, cost of procurement of substitute services or service interruptions) arising out of the use or inability to use the app."
        },
        {
            "label": "Indemnification",
            "content": "You agree to defend, indemnify and hold harmless CeNCOOS-RA, MBARI, the members of the Central and Northern California Coastal Ocean Observing System-Regional Association, and their affiliates and their respective directors, officers, employees and agents from and against any and all claims, actions, demands, damages, costs, liabilities, losses and expenses (including reasonable attorneys' fees) arising out of your use of the app.\n\nBy use of the app, and/or any of its services or products, you agree to abide by the terms of this Disclaimer.\n\nThe application makes use of the San Francisco Bay Ocean Forecast System and is also subject to the following NOAA CO-OPS and Operational Forecast Systems (OFS) disclaimers."
        },
        {
            "label": "NOAA CO-OPS Disclaimer",
            "content": "The user assumes the entire risk related to its use of these data. NOS is providing these data \"as is\", and NOS disclaims any and all warranties, whether express or implied, including (without limitation) any implied warranties of merchantability or fitness for a particular purpose.\n\nIn no event will NOS be liable to you or to any third party for any direct, indirect, incidental, consequential, special or exemplary damages or lost profit resulting from any use or misuse of this data."
        },
        {
            "label": "OFS Disclaimer",
            "content": "The Operational Forecast Systems (OFS) have been created by NOAA/NOS to provide the maritime community with improved short-term predictions of physical characteristics, such as water levels, currents, water temperatures and salinities, in specific estuaries. Please be advised that these predictions are based on hydrodynamic models and, as such, should be considered as computer-generated forecast guidance.\n\nOFSs run a numerical model several times a day (the nowcast) to simulate water levels and four times a day (the forecast) to produce a short-term forecast of estuarine water levels. The model is an improvement over the Tide Tables, which use only historical data to predict the tides. In addition to the tides, the model includes water level deviations in the estuaries caused by wind and ocean water level changes. National Weather Service forecast models provide predicted wind and ocean water level allowing the model to make predictions of water level and current velocity changes in the Bay for the near future, currently between one and two days. However, the wind and ocean water level forecasts are limited in their accuracy beyond one to two days, thus tide table predictions are probably better for longer term predictions."
        }
    ]
}
